[
  {
    "id": 0,
    "image": "/assets/images-products/argan-oil-serum-cosmetic.webp",
    "name": "Argan Oil Serum Cosmetic",
    "category": "Huile d'Argan Cosmétique",
    "description": "Découvrez notre sérum à l'huile d'argan pure, un soin cosmétique naturel essentiel. Riche en vitamine E et antioxydants, il hydrate et régénère votre peau et vos cheveux. Ce sérum bio réduit les signes de l'âge, l'acné et les vergetures, pour une peau éclatante et des cheveux soyeux. Adoptez ce trésor marocain pour une beauté naturelle et durable.",
    "price": 149.0,
    "weight": "250ml"
  },
  {
    "id": 1,
    "image": "/assets/images-products/argan-oil-spray-cosmetic.webp",
    "name": "Argan Oil Spray Cosmetic",
    "category": "Huile d'Argan Cosmétique",
    "description": "Notre spray à l'huile d'argan cosmétique offre une application facile et rapide. Cette huile bio 100% naturelle nourrit et protège votre peau et vos cheveux au quotidien. Idéal pour un coup d'éclat instantané, il hydrate en profondeur, fortifie les cheveux et améliore l'élasticité de la peau. Un indispensable pour votre routine beauté.",
    "price": 69.0,
    "weight": "70ml"
  },
  {
    "id": 2,
    "image": "/assets/images-products/argan-oil-for-food-1-liter.webp",
    "name": "Argan Oil for Food 1 Liter",
    "category": "Huile d'Argan Alimentaire",
    "description": "Savourez notre huile d'argan alimentaire 100% pure et vierge, pressée à froid au Maroc. Riche en acides gras essentiels, vitamine E et antioxydants, elle est parfaite pour la cuisine saine. Son goût unique rehausse salades, plats et tartines. Soutient la santé cardiovasculaire, la digestion et renforce l'immunité. Un délice nutritif pour votre bien-être.",
    "price": 609.0,
    "weight": "1 Litre"
  },
  {
    "id": 3,
    "image": "/assets/images-products/argan-oil-for-cosmetics-1-liter.webp",
    "name": "Argan Oil for Cosmetics 1 Liter",
    "category": "Huile d'Argan Cosmétique",
    "description": "Offrez à votre peau et vos cheveux le luxe de notre huile d'argan cosmétique pure en format 1 litre. Idéale pour un usage régulier ou professionnel, cette huile bio marocaine est un puissant hydratant et anti-âge. Elle nourrit en profondeur, répare et protège, pour une peau souple et des cheveux brillants. Un investissement beauté naturel et efficace.",
    "price": 609.0,
    "weight": "1 Litre"
  },
  {
    "id": 4,
    "image": "/assets/images-products/argan-oil-spray-cosmetic.webp",
    "name": "Argan Oil for Cosmetics Small",
    "category": "Huile d'Argan Cosmétique",
    "description": "Petit format pratique de notre huile d'argan cosmétique pure. Idéale pour découvrir ses bienfaits ou pour les voyages, cette huile bio hydrate intensément peau et cheveux. Riche en nutriments, elle lutte contre le vieillissement cutané, les pointes fourchues et la sécheresse. Votre allié beauté nomade pour un soin naturel à portée de main.",
    "price": 29.0,
    "weight": "30ml"
  },
  {
    "id": 5,
    "image": "/assets/images-products/ait-cosmetics-kit.webp",
    "name": "Ait Cosmetics Skincare Kit",
    "category": "Soin de la peau et cheveux",
    "description": "Découvrez notre kit de soins complet Ait Cosmetics, pour une routine beauté naturelle. Il inclut un sérum à l'huile d'argan pour le visage et les cheveux, un shampoing fortifiant à l'huile de romarin, un savon au lait d'ânesse, une crème anti-âge à la bave d'escargot et un gommage exfoliant aux fruits rouges. Des produits bio pour une peau et des cheveux revitalisés.",
    "price": 209.0,
    "weight": "Kit Complet"
  },
  {
    "id": 6,
    "image": "/assets/images-products/ifrane-carob-honey-1kg.webp",
    "name": "Ifrane Carob Honey 1kg",
    "category": "Miel d'Ifrane",
    "description": "Miel de caroubier d'Ifrane, 100% naturel et artisanal. Ce miel de qualité supérieure offre un goût unique et des vertus digestives reconnues. Riche en minéraux et antioxydants, il est un excellent substitut au sucre. Idéal pour votre bien-être digestif et un apport énergétique naturel. Un produit authentique du Maroc à savourer.",
    "price": 299.0,
    "weight": "1kg"
  },
  {
    "id": 7,
    "image": "/assets/images-products/ifrane-euphorbia-honey-500g.webp",
    "name": "Ifrane Euphorbia Honey 500g",
    "category": "Miel d'Ifrane",
    "description": "Miel d'euphorbe (Daghmous) d'Ifrane 500g, un miel marocain rare et puissant. Connu pour ses propriétés médicinales, il stimule l'immunité, soulage l'asthme et les maux de gorge. Son goût piquant caractéristique en fait un remède naturel très recherché. Miel bio pur pour votre santé et vitalité.",
    "price": 449.0,
    "weight": "1kg"
  },
  {
    "id": 8,
    "image": "/assets/images-products/ifrane-jujube-honey-1kg.webp",
    "name": "Ifrane Jujube Honey 1kg",
    "category": "Miel d'Ifrane",
    "description": "Miel de jujubier (Sidr) d'Ifrane 1kg, un des miels les plus précieux au monde. Ce miel marocain d'exception est réputé pour ses vertus thérapeutiques, notamment antibactériennes et anti-inflammatoires. Idéal pour renforcer le système immunitaire et améliorer la digestion. Un miel bio pur pour une santé optimale.",
    "price": 299.0,
    "weight": "1kg"
  },
  {
    "id": 9,
    "image": "/assets/images-products/ifrane-mountain-herbs-honey-1kg.webp",
    "name": "Ifrane Mountain Herbs Honey 1kg",
    "category": "Miel d'Ifrane",
    "description": "Miel d'herbes de montagne d'Ifrane 1kg, un nectar polyfloral issu de la biodiversité marocaine. Riche en arômes et en bienfaits, il est un excellent tonifiant naturel. Ce miel bio renforce l'organisme, apaise les voies respiratoires et est parfait pour un regain d'énergie. Un goût authentique de la nature marocaine.",
    "price": 299.0,
    "weight": "1kg"
  },
  {
    "id": 10,
    "image": "/assets/images-products/ifrane-thyme-honey-1kg.webp",
    "name": "Ifrane Thyme Honey 1kg",
    "category": "Miel d'Ifrane",
    "description": "Miel de thym d'Ifrane 1kg, réputé pour ses propriétés antiseptiques et cicatrisantes. Ce miel naturel marocain est idéal pour les maux de gorge, la toux et pour renforcer les défenses immunitaires. Son goût puissant et aromatique en fait un allié santé incontournable. Miel bio pur pour un bien-être quotidien.",
    "price": 449.0,
    "weight": "1kg"
  },
  {
    "id": 11,
    "image": "/assets/images-products/pumpkin-seed-paste.webp",
    "name": "Pumpkin Seed Paste 1kg",
    "category": "Pâtes et Beurres Naturels",
    "description": "Découvrez notre pâte artisanale de graines de courge, 100% naturelle et nutritive. Riche en magnésium, zinc et protéines, elle soutient l’immunité, améliore l’énergie et favorise une bonne digestion. Sa texture onctueuse et son goût unique en font un choix parfait pour vos tartines, smoothies et recettes saines.",
    "price": 179.0,
    "weight": "1kg"
  },
  {
    "id": 12,
    "image": "/assets/images-products/almond-butter-1kg.webp",
    "name": "Almond Butter 1kg",
    "category": "Pâtes et Beurres Naturels",
    "description": "Savourez notre beurre d'amande 100% pur, sans additifs. Naturellement riche en protéines, fibres, vitamines E et magnésium, il soutient la santé du cœur et procure une énergie durable. Sa saveur douce et sa texture crémeuse en font un délice nutritif pour vos petits-déjeuners, desserts et collations.",
    "price": 179.0,
    "weight": "1kg"
  }
]